{
    "chancecards": {
        "language": "English",
        "front": "sjanse-CardFront.jpg",
        "back": "chance-CardBack.jpg",
        "cards": [{
                "title": "Trouble",
                "text": "Somebody important to this character faces trouble because of the element you own – severe illness, bankruptcy, doubt in their faith or similar."
            },
            {
                "title": "Rash Decision",
                "text": "This character does something rash that causes them a lot of trouble with the element you own. An unwise sexual liaison; insulting an ally; destruction of property."
            },
            {
                "title": "Map Area Danger",
                "text": "An area on the map is threatened. An attack by enemies, a natural disaster, a change from within or similar."
            },
            {
                "title": "Old Friend?",
                "text": "Someone from this character’s past suddenly appears in an area on the map, with a request or demand.."
            },
            {
                "title": "Interference",
                "text": "The element you own is interfering with this character’s desires, wishes or needs."
            },
            {
                "title": "Theft",
                "text": "Something important is stolen from this character by someone connected to the element you own."
            },
            {
                "title": "New Alignments",
                "text": "The element you own changes allegiance, motivation or direction."
            },
            {
                "title": "Map Area Gift",
                "text": "This character receives an unwanted and troublesome gift from an area on the map."
            },
            {
                "title": "Demand",
                "text": "The element you own claims something from you that you might not be able to give."
            },
            {
                "title": "New Enemy",
                "text": "This character makes an enemy in the element you own."
            },
            {
                "title": "Elemental Control",
                "text": "This character must come to terms with the element you own, either mastering it, co-opting it, or accepting the element's control."
            },
            {
                "title": "Unexpected Help",
                "text": "The element you own comes to this character's aid in some unexpected and surprising way. This is not without consequences."
            }
        ]
    },
    "actioncards": {
        "language": "English",
        "front": "handling-CardFront.jpg",
        "back": "action-CardBack.jpg",
        "cards": [{
                "title": "Yes, and",
                "text": "...you earn a friend, reward or good reputation in the process."
            },
            {
                "title": "Yes, and",
                "text": "...something completely unrelated is a smashing success."
            },
            {
                "title": "Yes, but…",
                "text": "...you earn a new enemy, debt or bad reputation in the process."
            },
            {
                "title": "Yes, but…",
                "text": "...something entirely unrelated goes badly wrong."
            },
            {
                "title": "Yes, but…",
                "text": "...your success will cause great personal harm."
            },
            {
                "title": "Yes, but…",
                "text": "...your success has dangerous and unintended consequences."
            },
            {
                "title": "Yes, but…",
                "text": "...your success will harm a friend, ally or loved one."
            },
            {
                "title": "Yes, but…",
                "text": "...in order to succeed you must sacrifice something dear to you."
            },
            {
                "title": "Perhaps…",
                "text": "...but this isn't something you can do alone. Help is needed."
            },
            {
                "title": "Perhaps…",
                "text": "...but if you want this done, someone more suited to the task must do it."
            },
            {
                "title": "No, but",
                "text": "...your failure helps another succeed."
            },
            {
                "title": "No, but",
                "text": "...you gain insight or knowledge that will be useful in the future."
            },
            {
                "title": "No, but",
                "text": "...you earn a friend, ally or goodwill in the process."
            },
            {
                "title": "No, but",
                "text": "...your failure has unexpected positive consequences."
            },
            {
                "title": "No, and…",
                "text": "...something entirely unrelated goes badly wrong."
            },
            {
                "title": "No, and…",
                "text": "...someone or something dear to you is harmed, lost or destroyed."
            }
        ]
    }
}